{"conversations": [["(in her apartment, screaming) I LOVE MY NEW JOB!", "Honey, you're screaming."], ["Heeeeeey! ", "Hey!"], ["Seriously? She actually said that?", "Yes! Am I crazy to be this upset?"], ["Nooooo! Being funny is your thing!", "Yeah!"], ["Heeeyy! Hey!", "What are you guys talking about?"], ["Allright. See you later!", "See ya! (he leaves the apartment)"], ["Hey... hey listen... What do you guys know about investments?", "How come?"], ["What?", "There's a tape here with Monica's name on it."], ["Hey dude, what's up?", "Don't judge me, I'm only human!"], ["I don't know. Who'm I'm married to?", "Some girl...!?"], ["She hot?", "Yeah...!?"], ["Well it's okay, its like... its just a football game.", "Football? Just football?"], ["I'll put a pillowcase over my head.", "You're on!"], ["Oh my God, that's Charlie!", "She's cheating on Joey with Ross!"], ["ooh...", "Wow!"], ["I'm on it!", "Anything?"], ["Bedsprings, unmistakable!", "You do realise  that's your brother?"], ["Sure...", "Enunciate!"], ["Hey!", "Hey!"], ["What do you think?", "I think.... I think I can see your scalp."], ["I have a problem.", "Really? What happened?"], ["Sure, what do you have in mind?", "I think you know."], ["Really? I don't really feel like it.", "This is what I want to do."], ["Yeah.", "I'm Chandler. Hey, I was in the scouts too."], ["You were?", "Yeah, in fact my father was a den-mother."], ["Huh?", "You know how to use a compass?"], ["I have a badge in it.", "You do? That's fantastic!"], ["What?!?", "What?"], ["I'm adopted?!", "See? Intuitive!"], ["He told me! And he paid me 50 dollars not to tell.", "Which technically now you should give back!"], ["Or &quot;Win, Lose or Draw&quot;.", "What did I marry into?"], ["Ross and I *always* wanted to be Donny and Marie.", "You guys just keep getting cooler and cooler!"], ["So weird to see all these people again... Oh my God, look, there's Geoffrey Cleric.", "Who?"], ["He was roommates with John Rosoff. He went out with Andrea Tamburino. She dumped him for Michael Skloff.", "(looking around) Did I go to this school?"], ["Hey, there's Missy Goldberg. You gotta remember her.", "(looks over at her) Sure, nice."], ["Dude. You're married to my sister. ", "You're right, by saying &quot;nice&quot; I'm virtually licking her."], ["Hey, I hear she's single again, d'you think I should ask her out?", "Are you asking permission to break the pact?"], ["Hey. Hey, check out the flyers for the band. I made 'em on a Macintosh in the computer room!", "Awesome, the name really stands out."], ["Thanks to a little something called &quot;Helvetica Bold 24 point&quot;!", "Man, we're gonna rock that Asian student union!"], ["Hey guys!", "Hey!"], ["Hey, Missy...", "You know, our band is playing on Friday."], ["Right. I'll be there. (she leaves)", "Fresh!"], ["Boss!", "Mint!"], ["She's gone.", "I know it. You know, I'm totally gonna ask her out."], ["Dude, I was gonna ask her out.", "I said it first, bro."], ["Well, I thought it first, Holmes.", "(angrily) Look, if you did..."], ["Woha! Wait... What are we doing? What we have is too important to mess it up over some girl. I mean, we can get laid anytime we want.", "Totally. I had sex in High school..."], ["Me too. I'm good at it.", "All right, I'd say we make a pact. *Neither* of us will go out with Missy Goldberg."], ["You got it.", "All right, so that's Missy Goldberg, Phoebe Cates and Molly Ringwald, who neither of us can go out with."], ["Those are the pacts!", "Oh, and Sheena Easton. But we probably couldn't get her anyway."], ["Thank you. (they shake hands) All right, here I go. Hey, remember how scary it used to be going up to girls in college?", "Your hands are shaking."], ["You broke the *pact*! ", "Ross, that was 16 years ago!"], ["That doesn't matter! We're talking about the foundation of our friendship.", "I believe the foundation of our friendship was unfortunate hair. (Ross just stares at him) All right, look, if we're really gonna do this... it's not like *you* never broke one of the pacts."], ["I didn't.", "Oh really?"], ["No.", "Oh really!?"], ["NO!", "ADRIENNE TURNER!! (A girl behind them turns around)"], ["I never did anything with Adrienne Turner.", "Oh please, and *you knew* how much I liked her."], ["I don't know what... you're talking about.", "Really?"], ["Well lets see. Maybe he knows where Ross is. (They walk towards Chandler) Hey, how's it going (tries to look as un-interested in him as possible - checking out her nails).", "Aren't you...?"], ["Yeah, Rachel. And this (points to Monica) is Ross' sister, Monica. We met at Thanksgiving. (looks around the room as if searching for something more interesting to do).", "(smiling at Monica) Right. (to Rachel) So how're you doing? "], ["Bitchin'", "Hi Monica."], ["Hi Chandler. It's really nice to see you (rolls her eyes) NOT. (she and Rachel giggle a little and Chandler looks unimpressed)", "O-kay. I'll see if I can find Ross. (Goes off to find Ross.)"], ["I didn't know you knew about that.", "Well, I did and it hurt. (they walk towards the bar) That's when I wrote the song: &quot;Betrayal In The Common Room&quot;."], ["(looks disappointed in himself) Man... I... I'm sorry.", "Look (hands him a drink) it was a lo-o-ong time ago."], ["So, eh. I made out with Adrienne and you made out with Missy. Well I guess we're even.", "(smiling a little nervously) Hmm mmmhm.."], ["We *are* even, right?", "(sighs) Just one more thing. I was so pissed at you that night that I wanted to get back at you. So I thought, who does Ross like the more than anybody?"], ["(thinks about it for a few seconds) What did you do to my mom?", "Not her!"], ["That's weird. I've had the same number of beers as you and I don't feel anything at all. (Chandler approaches)", "Soo... you girls having fun?"], ["(finishing the last of her drink) I am soo not going to do good on my SATs tomorrow. ", "Well maybe if you go to school here next year we can totally hang out."], ["(sarcastic) Oh yeah. There is a plan! Why don't I just start taking my smart pills now?", "Well, maybe *you* can get in on a beauty scholarship."], ["(blushing) Oh, what a line. (walks towards the drinks table with her back towards Chandler and whispers &quot;Oh my God!&quot;)", "So where are you applying to? "], ["Oh well, You know, I think it's kinda really important that I go somewhere where there's sun, so I'm sort of... (Chandler leans in an kisses her) (She pulls away) Hey!", "I'm in college and I'm in a band. "], ["Oh my God! That's wild!", "Yeah, but it was like a million years ago, so it doesn't matter."], ["Well, it matters to *me*.", "Why?"], ["Because... the night *you* kissed Rachel was the night *I* kissed Rachel for the *very first time*.", "You kissed her that night too?"], ["Two guys in one night? Wow, I thought she became a slut *after* she got her nose fixed.", "Seriously, where did this happen?"], ["Okay, after you told me she was passed out in our room, I went in there to make sure she was all right. She was lying on my bed, all buried in peoples coats. Well, I went to kiss her on the forehead, you know. But it was *so* dark, I accidentally got her lips. I started to pull away, but then I felt her start to kiss me back. It was only for a second, but... it was amazing. And now, now I find out that *you* kissed her first.", "Oh wait... *What* bed did you say she was on?"], ["Mine.", "I'm pretty sure I put her on *my* bed."], ["No, she was definitely on my bed. ", "Why would I kiss a girl, and then put her on your bed?"], ["Hey!", "You look great. I'm so glad we're having this rehearsal dinner, you know, I so rarely get to practice my meals before I eat them. "], ["Okay, what did we say was your *one* gift to us?", "No stupid jokes. I thought that was for the actual wedding."], ["Uhm... you haven't told these guys what they're doing in the wedding yet.", "Heh."], ["Oh, man!", "This is like figure skating team all over again. (Phoebe and Ross glare at him astonished) I mean synchronized swimming. (they continue to glare) I mean- I mean the balance beam. (to Ross) Help me!"], ["FOOTBALL!", "Thank you."], ["I can't believe we're gonna be the only people that aren't in this wedding.", "I know, I hate being left out of things."], ["Hey guys, how is it going?", "Fine. We're just sitting here. Alone. Doing nothing. It's our rehearsal for tomorrow."], ["Yeah look, about tomorrow, I... I've got a question for ya. I just found out that one of my groomsmen had had an emergency and can't make it.", "What happened?"], ["I'll do it!", "(standing up too) M-Me-me-me!"], ["You both wanna do it? Uhm... there's only room for one.", "Pick me, I look great in a tux and I will not steal focus."], ["(to Chandler) Well, if Phoebe's choosing, then say hello to Mike's next groomsman.", "Oh, I will. But I will need a mirror... as he is me!"], ["Please, you're going down!", "You are going downer!"], ["Is that what they say on the Figure Skating Team?", "(almost crying) I wouldn't know, I didn't make it! (they hug)"], ["I decided to pee.", "Mike didn't tell you? You have to chose one of us to be in your wedding. One of his groomsmen fell out."], ["Oh no, no. I can't choose between you two! I love you both so much!", "Just not enough to put us in the original wedding party."], ["Hi", "Hey, can I talk to you about this groomsman thing? If you pick Ross, he'll walk you down the isle just fine. But if you choose me, you'll be getting some comedy!"], ["Even so, I think I'm gonna pick Ross.", "Let me tell you why you need to pick me. (Goes to sit on the couch facing backwards to the kitchen. Rachel gets a chair and sits opposite him) See, when I was a kid, I was always left out of everything, you know, and it really made me feel... insecure. You know, I was always picked last in gym. Even behind that big fat exchange student who didn't even know the rules to baseball. I mean, this guy would strike out and then run to third. Anyway, If I'm the only one left out of this wedding, I just know that all those feelings are gonna come rushing back. "], ["All right fine, I pick you.", "(Getting up and raising his fist in victory) Y-Y-YEEESSS! Make &quot;groom&quot; for Chandler."], ["(smiling to himself) Good. I'm just getting some coffee. So I'm alert for the wedding.", "(smiling to himself too) That's what I was doing too."], ["(barely containing himself at this point) Well, you have fun tonight.", "You too. "], ["Oh, I will.", "Me too."], ["Wait a minute, I know why *I'm* being such an ass, why are you? ", "I'm not supposed to tell you. "], ["Rachel, only one of us can do it, you have to choose. You and me together again. (he winks at her and Rachel looks disgusted)", "Rach, Rach, knock knock."], ["Who's there?", "I'll tell you at the wedding."], ["(to Chandler and Ross) You know, Chappy's too small to handle all this snow. Someone's gonna have to walk him down the aisle.", "So technically, would this person be in the wedding?"], ["No, but Chandler, hello... Aren't you scared of dogs?", "I'm not scared. (moves towards Mike and Chappy) I'll just take little Chappy and... (he backs out) HE CAN SENSE MY FEAR. MY THROAT IS EXPOSED."], ["Okay, if Joey does the ceremony, then we have to find someone else to walk Phoebe down the isle.", "(quickly) I'll do it."], ["I'll...", "(to Ross) Na ha ha... (to Chappy) Ne he he... (Ross moves Chappy to Chandler, who quickly backs away) Ah ah..."], ["Okay. (in her microphone) It's zero hour. All teams execute on my count. (to all) Let's get this bad boy on the road.", "(to Monica) Is it okay that I want you to wear that head set in bed tonight?"], ["(checking her clipboard) I have you scheduled for nudity at 2300 hours.", "Oh yeah! (Monica walks outside)"], ["(nervously) Okay.", "Okay."], ["I don't care... I'll be my something blue.", "You look beautiful."], ["It was, yeah. I kind of don't want it to end. Hey, you wanna come in for a drink and a bite of corsage?", "I'd love to, but it's 2300 hours and I'm about to have the most organized sex anyone's ever had."], ["Nice. Oh hey, what about Ross?", "I don't know. Maybe he hooked up with that hot girl he was talking to."], ["Oh!", "So, where's Mike?"], ["Hey.", "Why are you wearing my apron?"], ["I'm making cookies for Erica. And oh, by the way, we have to leave for the airport soon, her plane comes in about an hour.", "Oh, hey, when she gets here, is it ok if I introduce you two as &quot;my wife&quot; and &quot;the woman who's carrying my child&quot;? (she's not amused) No? Divorce?"], ["Well, because we want to get to know her better and she's never been to New York so she wants to see all the tourists' spots... you know, Statue of Liberty, Empire State Building...", "Oh, those places! There's always so many people, their being corralled like cattle, and... you know, there's always some idiot who goes &quot;Mooooo&quot;!"], ["Honey.", "I'm so sorry..."], ["Everyone. Erica, baby!", "Monica. Calm, self."], ["Welcome to New York City! Or should I say &quot;ghe deu flooff New York City&quot;?", "Why would you say that?"], ["Oh yeah, let's do that!", "Great! (to Monica) This baby'd better to be *really* good."], ["Oh, I'm glad. Listen, I want to apologize about Chandler, though. I just did not see this coming.", "(enters the room wearing an &quot;I love New York&quot; t-shirt, a &quot;Statue of Liberty&quot; hat and carrying bags) New York is awesome!"], ["What is with you?", "Yeah, I've been to these places before, but I've never really seen them, you know."], ["Well, if there is anything else you wanna know... (Monica and Chandler look at each other)", "Oh, uhm, okay, uhm, do you mind if we ask you some questions about the father? "], ["Oh, sure. Yeah, well, he was my high school boyfriend. Captain of the football team, really cute and he got a scholarship and went off to college. (Monica and Chandler are smiling from ear to ear)", "That's great. "], ["Well, there is a chance it's another guy. I mean, I have only ever been with two guys, but they sorta overlapped. ", "So, what does the other guy do? Does he go to college too? "], ["No... he killed his father with a shovel. (Monica and Chandler's jaws drop) But other than that, he's a great guy. ", "I'll bet his dad doesn't think so."], ["Are you awake? ", "Of course I'm awake. Assume from now on that I'm always awake! (He turns the light on)"], ["Alright, we don't know that it's him. I mean, it could be the football guy. ", "Honey, it's *us*. Of course it's the shovel-killer."], ["Alright, lets say that it *is* him, would we not want the baby? No! Would we treat him any differently?", "I'd keep an eye on him! We *have* to find out which one the father is. "], ["How? ", "I dunno, aren't there tests for these things, right?"], ["Yeah, but maybe we're just over-reacting. ", "Pff, easy for you to say, he's a *father* killer. He probably *loves* him mommy. He's probably got a tattoo that says &quot;mom&quot; on his shovel-wielding arm!"], ["(To Chandler) We had a good time. By the way, I wanted to ask you something. It would really mean a lot to me, if the baby was a boy, that you name him after my father, Jiminy Billy Bob (Monica smiles at Chandler and his he looks shocked and scared, getting no support from his wife)", "(struggling) Oh, really? "], ["No! (To Monica) You we're right, that *was* fun! I'm gonna go finish packing.", "O-okay. (steps closer to Monica and speaks softly) So, is she gonna take the test?"], ["Nope, she doesn't have to, I found out who the father is.", "Oh God. It's shovely-Joe, isn't it? "], ["(smiling) No it's not. ", "How do you know? "], ["Well, it turns out that Erica didn't pay much attention in Sex Ed class, because the thing she did with that prison guy... it'd be pretty hard to make a baby that way. ", "Oh God! What was it? The thing that we hardly ever do or the thing we *never* do?"], ["The thing we never do.", "(nods in appreciation) Shovely Joe!"], ["Oh! Yeah, this is fun, couples night.", "Yeah, I don't know why we hang out with married couples more often."], ["Well, because every time we do, you make jokes about swinging and scare them away.", "You mean that Portuguese couple? Yeah, like you wouldn't have done it. (she shrugs)"], ["Oh, well, er, I already ate, but sure...! (they all look at each other when Ross grabs a plate) Guess what happened at work today...", "A dinosaur died a million years ago?"], ["Uhm the... the ministry... of names... bureau...", "YOU NEVER DID IT!"], ["I'm sorry. It's just the idea of being an official Bing.", "Hey! I will have you know that... aah, who am I kidding. Let's call the kid Geller and let Bing die with me."], ["All right, let's see, call me mrs Hannigan.", "Mrs Hannigan?"], ["(enters) Hey guys.", "Hey Joe! We've got a couple of things we've got to check out at the new house. You want to come with us?"], ["All right. I know you're not happy about us moving, but you're the only one who hasn't seen the house.", "Yeah, come with us. You'll see how close it is to the city."], ["You know what? You are my friends, I wanna be supportive, I will come with you. SHOTGUN!", "Damn it."], ["Wrong again! Apparently you can change it to anything you want. So I thought, all right, here's an opportunity to be creative. So meet Princess Consuela Banana Hammock.", "That's what we were gonna name the baby."], ["Oh! It's not good.", "You know, I always feel that way after an interview. I'll bet it went better than you think."], ["Well, I didn't get the job at Gucci and I got fired from Ralph Lauren.", "That is a bad interview."], ["Oh, I thought Joey was here. Five is good. (Gunther leaves, hurt) Well, I'm gonna have a loogie in my coffee tomorrow. ", "Ooh! Israeli champagne. And it's vanilla!"], ["...that center around work.", "To Ross!"], ["Thank you for letting us see the house again.", "And thank you for explaining to us what escrow means... I've already forgotten what you said, but thank you."], ["Me too. Yeah, this place is great. I'm so happy for you guys. Although, you know, I hope you like fungus.", "What?"], ["(squinting his eyes) Are you kiddin'? I think I just saw a bat in the corner!", "When your head was hanging out the window, it didn't hit a mailbox, did it?"], ["Oh, I love this street. The trees, the big front yards, the actual picket fences.", "Man, those two dogs are going *at it*!"], ["(entering) Hey!", "Hey."], ["Oh, just er... you know, looking around. But you know what? This house... is great.", "Really? What changed your mind?"], ["Oh well, the little girl who lives here made me feel a lot better about the whole thing.", "Joey, there *was* a little girl who lived here, but she died like 30 years ago."], ["(frightened) What?", "Ha! I'm just messing with you."], ["What? I get my own room?", "You don't think we'd buy a house and not have a Joey room do you?"], ["That guy Mark. From Bloomingdale's... She thinks he's just being nice to her. But I know he really wants to sleep with her.", "It's seven years ago. (he looks surprised) My time machine works!"], ["So what if he wants to sleep with her? I mean, she's single and he's cute.", "Excuse me?"], ["Oh please! Yesterday on the subway? You couldn't stop staring at that woman with the big breasts *the whole time*.", "For your information, I was staring at her baby. We're about to be parents."], ["Should we send something?", "How did the job stuff go?"], ["He offered me one.", "That's great!"], ["Hey!", "So we thought we'd throw you little going away party around seven."], ["Oh my God! I have nothing left to teach you! (they hug)", "Where's your passport?"], ["It should be right next to my plane ticket.", "Well, it's not."], ["Are, are you kidding? *This* is packing?", "We're taking a break!"], ["From?", "Jumping on the bed?"], ["You got it! (Monica leaves, Ross closes the door). All right, she's right, we gotta get serious. (He grabs a bag of styrofoam peanuts) Let's put styrofoam peanuts down his pants and kick him!", "No, no, no, guys. She's right. We should get to work. I'll take stuff out of the closet, Joey you pack 'em and Ross you re-pack whatever Joey packs."], ["You guys hear a ringing?", "(holding a pair of furry handcuffs) What the hell is this?"], ["Chandler, you don't have a sister so you can't understand how much this bums me out.", "I didn't know Monica had these!"], ["Mhm, maybe she used them with another boyfriend. Maybe Richard!", "Why would she use them with Richard and not me? I can be kinky! I once did a naked dance for her... *with scarves!*"], ["(entering the room) Hey.", "Hey."], ["Oh, man! I can't believe she's actually leaving. How am I gonna say goodbye to Rachel?", "I know, she's been such a big part of my life. And it feels like when Melrose Place got cancelled. (Ross and Joey looks puzzled) I mean... oh, forget it. I miss Melrose Place!"], ["Who loses fifty seven coin tosses in a row? Head she wins, tails I lose. (he stops and starts realizing something) Wait a minute...", "Yes, Joe?"], ["Chandler? I was just in our bedroom and I found these (she holds the furry handcuffs) on my pillow.", "Oh, yes. I decided to leave these out for you in case Richard stops by and you wanna  engage on a little light bondage and moustache play! "], ["What are you talking about? These aren't mine.", "Oh yeah, right! Good luck getting another scarf dance from  me!"], ["That would be a *terrible* punishment. But, I'm serious, I've never seen these before.", "Really? Then what are they doing in our guestroom?"], ["Rachel used to live in that room.", "Rachel... with handcuffs! Interesting! (he looks excited)"], ["Joey's bare ass!", "(he doesn't look excited anymore). Well played."], ["(to Joey) Oh no, she took down Monica... And I'm the crier in the family. Oh God! I could be next. Maybe she won't talk with me if it looks like we're deep in converstation. Oh, so that thing you said about the thing. It really made me think about that other thing.", "Uh, Rach?"], ["I really made you think about that thing uh?", "(to Rachel) Uh, Rach... I think I have something that belongs to you. (shows her the cuffs)"], ["(laughs) Oh, I'm sure gonna miss pretending to laugh at your weird jokes that I don't get.", "No, no, no... They're really yours. We... found them in your old room."], ["Well, these aren't mine. Maybe Monica used to use them with...", "Don't say Richard! Well, if they're not Monica's and they're not yours, then whose are they?"], ["Well, I think you're forgetting the kinkiest former resident of that room.", "Pheebs!"], ["(from the other side of the room) Yeah!", "I think these are yours."], ["(to Chandler) Can I talk to you alone for a minute?", "Sure. (to Phoebe) You don't really handcuff guys to waterpipes do you?"], ["Oh honey... ", "Let me just say something... Because once we get into this, I'm gonna get all uncomfortable and probably make some stupid joke... I just want to say that I... I love you... And, I'm gonna miss you. And I'm so sad that you're leaving."], ["(all mushy) Oh, you know what? Let's not say anything else. I love *you*. (they hug) ", "Ooh, not so tight... (blows raspberry, and the hug ends) I'm sorry, just give me one more chance."], ["Oh!", "I'm sor... Just go. Just go. I can't, I can't. "], ["I don't think so. ", "Oh, you're definately not. I haven't cried like that in years."], ["You cried yesterday at the six o'clock news.", "That old woman was being scammed by her mechanic. "], ["Yeah. Mine too.", "Mine was a humdinger  "], ["Tell me about it.", "Well, you can't say we don't know how to throw a party."], ["We're moving in a couple of days and we've got a lot of packing to do. It would be great if you guys could pitch in.", "Joey and I can finish up in the guest room."], ["Oh no! You and Phoebe are gonna help me in here.", "(to Joey) You couldn't be cool. (he goes to the guest bedroom)"], ["Good! Now I need you to be careful and efficient. And remember, if I am harsh with you, it is only because you are doing it wrong.", "Hey Mon, I think I figured out whose handcuffs they are."], ["You did? How?", "Well, I was cleaning out the closet and I found some pictures of them... being used."], ["Who's that dirty old lady?", "Monica's grandmother."], ["Oh my God!", "Relax! We just get her some antacids."], ["She doesn't have a stomach ache, she's in labor.", "Oh my God!"], ["All right, Chandler get the coats. Erica let's go. Phoebe and Joey, keep packing! Oh my God we're gonna have a baby. All right. We're gonna have a baby! OH MY GOD, WE'RE GONNA HAVE A BABY! Oh God, oh God, I got to sit down, I got to sit down. Ooh! (she's hyperventilating)", "Honey, it's gonna be okay."], ["Chandler, wait, wait, wait...", "What?"], ["Oh my God!", "Relax! We'll just get her some antacids."], ["She doesn't have a stomach-ache. She's in labor!", "Oh my God!"], ["Breathe, breathe, breathe... Good.", "Next time, can I say breathe?"], ["Alright, I'll be right back.", "Where are you going?"], ["To use the bathroom.", "You can't leave me alone with her."], ["Help me! This hurts!", "Is it really that bad?"], ["It's a... It's a boy!", "Wow!"], ["I'm really happy for you guys.", "How do you feel?"], ["You know it's twins, right?", "Oh, yeah! These are the faces of two people in the know!"], ["Twins actually run in my family.", "Interesting! (To Monica) Can I see you for a second?"], ["What do you mean &quot;what do we do&quot;?", "(panicking) Twins! Twins!!"], ["Okay, what if the person who adopts the other one is horrible?", "What if they're not? What if it's adopted by a king?"], ["Yeah, because I hear the king is looking to adopt.", "Monica, we are not ready to have two babies!"], ["Okay!", "Okay!"], ["Here she comes!", "(shocked) She? It's a girl?"], ["Bye!", "Bye!"], ["Okay.", "Have fun at church-camp!"], ["Oh, look at these little bunnies!", "I know! You ready to trade?"], ["Okay.", "Okay."], ["I love you.", "I love you."], ["This is so cool!", "I have no idea what's going on, but I am excited!"], ["Actually, I'm gonna go check on the twins.", "Alright."], ["Oh!", "It's okay, it's just an egg roll."], ["Oh! They're in the table!", "Well, that can't be good!"], ["We gotta get them out of there!", "How?"], ["Oh, oh! Maybe we can lure them out. You know any birdcalls?", "Oh, tons, I'm quite the woodsman."], ["Well, maybe we can just tip the table a little.", "Joey, wait! The ball!"], ["Oh God! So what do we do?", "I don't know. Maybe we can open this up somehow."], ["Okay.", "No... It's all glued together."], ["Does that mean we have to bust it open?", "I don't know. Maybe."], ["Oh my God!", "I know! It's.. It's the foosball table."], ["Okay. Here goes.", "What's the matter?"], ["I need to say goodbye to the table first.", "I understand."], ["Okay, here we go. I can't do it.", "Well, I can't do it either."], ["Yeah, they're stuck inside the table!", "We have to bust it open, but neither of us can do it!"], ["Alright. My job here is done.", "That was... Impressive."], ["Yeah.", "You gonna buy a new one?"], ["I could get a goose!", "You know, I - I think you're set with the poultry."], ["Well, that's it. Everything's packed.", "Wow, this is weird."], ["Yeah, yeah, he talked to her, but she got on the plane anyway.", "Where's Ross?"], ["(crying) This is harder than I thought it would be.", "Oh, it's gonna be okay."], ["Okay, should we get some coffee?", "Sure. Where?"]]}